"LANG" = "(cs)";

"BAD_SYSTEM" = "Maintenance nepracuje s touto verzí Mac OS.";
"GOOD_SYSTEM" = "Tato verze aplikace Maintenance pracuje pouze s Mac OS X verze 10.6.x (Snow Leopard).";
"BADPASS" = "Jméno nebo heslo, které jste zadali, je nesprávný.";
"MSG_BADPASS" = "Zkuste zadat své údaje znovu.";
"EXEC_MAINTENANCE" = "Spouští se Maintenance…";

"CHECK_UPDATE" = "Ověřují se aktualizace…";
"UPTODATE" = "Máte nejnovější verzi Maintenance. Není potřeba aktualizace.";
"MSG_UPTODATE" = "K dispozici není žádná novější verze. Pokračujte kliknutím na OK.";
"NO_UPDATE" = "K dispozici není žádná novější verze.";
"NO_UPDATEBETA" = "Impossible to search for an update from a beta version.";
"UPDATE_DL" = "Byla nalezena stáhnuta nová verze";
"UPDATE_NODL" = "Byla nalezena nová verze ale nebyla stáhnuta";
"B_DL" = "Stáhnout";
"DL_UPDATE" = "Stahuje se...";
"NEW_VERS" = "Nalezená nová verze.";
"MSG_VERSA" = "Vaše současná verze Maintenance je ";
"MSG_VERSB" = ". Nejnovější verze (";
"MSG_VERSC" = ") je k dispozici.";
"DLOK" = "Stahování dokončeno.";
"MSG_DLOK" = "Stahování nejnovější verze Maintenance byla dokončena.";
"ERR_UPDATE" = "Při vyhledávání aktualizace aplikace Maintenance byla zjištěna chyba.";
"ERR_UPDATERETRY" = "Při vyhledávání aktualizace aplikace Maintenance byla zjištěna chyba. Webové sídlo je dočasně nedostupné nebo nejste připojen k Internetu. Zkuste to prosím později.";

"CHECK_SMART" = "Kontroluji S.M.A.R.T. status...";
"DISABLE_SMART" = "Kontrolu S.M.A.R.T při startu aplikace je možné zrušit v panelu nastavení Maintenance.";
"SMART_VERIFIED" = "S.M.A.R.T. status zkontrolován.";
"MSG_SMART_VERIFIED" = "Disk je v pořádku.";
"SMART_NOTSUPPORTED" = "S.M.A.R.T. status není podporován.";
"MSG_SMART_NOTSUPPORTED" = "S.M.A.R.T. status nebyl ověřen, protože není podporován na tomto disku.";
"SMART_NOTVERIFIED" = "S.M.A.R.T. status nebyl ověřen.";
"MSG_SMART_NOTVERIFIED" = "Byla nalezena chyba při ověřování S.M.A.R.T. statusu tohoto disku.";
"MSG_SMART_RAID" = "Maintenance nemůže ověřit test S.M.A.R.T. disku ve svazku RAID.";

"CHECKDISK" = "Kontrola startovacího disku.";
"MSG_ALERTCHECK" = "Před zahájením údržby systému doporučujeme zkontrolovat startovací disk.";
"MSG_CHECKDISK" = "Pro správnou kontrolu prosím ukončete veškeré spuštěné aplikace a klikněte na Pokračovat (některé aplikace mohou mít vliv na výsledek kontroly). \nBěhem kontroly se může stát, že Finder bude pomalý, nebo nebude reagovat, může se objevit kurzor 'zaneprázdněn', nebo váš počítač nebude reagovat (zamrzne). Toto je normální, prosím vyčkejte!!";
"CHECKDISK_OK" = "Svazek ověřen.";
"MSG_CHECKDISK_OK" = "Startovací disk se zdá být v pořádku.";
"CHECKDISK_NOTOK" = "Svazek potřebuje opravit.";
"MSG_CHECKDISK_NOTOK" = "Pro opravu startovacího disku, spusťte systém pomocí Mac OS X instalačního disku (CD nebo DVD) s podržením klávesy C. Poté zvolte Utilities > Disk Utility...";
"NOCHECKDISK" = "Kontrola není možná.";
"MSG_NOCHECKDISK" = "Nebylo možné zkontrolovat startovací disk, protože není žurnálovaný.";

"NOCOMMAND" = "Nebyl zvolen žádný úkon.";
"MSG_NOCOMMAND" = "Zvolte prosím alespoň jeden úkon a zkuste znova.";
"ERROR" = "Chyba: ";
"ALRT" = "Výstraha!";
"ALRT_QUITALL" = "Aplikace Maintenance ukončí všechny otevřené aplikace.";

"B_QUIT" = "Ukončit";
"B_CANCEL" = "Zrušit";
"B_CONTINUE" = "Pokračovat";
"B_RESTART" = "Restartovat";
"B_CLOSE" = "Zavřít";
"B_SHUTDOWN" = "Vypnout počítač";

"REPAIRPERM" = "Ověřují se a opravují oprávnění";
"SCRIPTS" = "Probíhá údržba";
"CACHE_SYSTEM" = "Probíhá mazání cache systému";
"CACHE_APP" = "Probíhá mazání cache aplikace";
"FONT_CACHES" = "Probíhá mazání cache fontů";
"LOGS" = "Probíhá mazání logů a crash záznamů";
"TEMP_ITEMS" = "Mažou se poslední položky a dočasné soubory";
"LAUNCHSERVICES" = "Probíhá aktualizace LaunchService databáze";
"DYLDCACHE" = "Aktualizuje se vyrovnávací paměť knihoven dyld";
"DSSTORE" = "Probíhá reset zobrazení obsahu sožek";
"INDEX_SPOTLIGHT" = "Mazání indexu Spotlight";
"INDEX_BAL" = "Obnova indexu aplikace Mail";

"ENDMAINTAIN" = "Údržba dokončena.";
"MSG_ENDMAINTAIN" = "Zvolené úkony byly provedeny.";
"MSG_RESTART" = "Zvolené úkony byly provedeny. Prosím restartujte nyní počítač.";

"ERR_MAINTENANCELOG" = "Systémové záznamy Maintenance byly vypnuty.";
"MSG_MAINTENANCELOG" = "Možná jste nastavil vlastní formát Datumu a času v systémových předvolbách. Chyba systému zabránila zápisu do systémových záznamu Maintenance.";
"NO_FILE" = "Neexistujicí soubor.";
"NO_LOGMAINTENANCE" = "Záznamy Maintenance (~/Knihovna/Logs/Maintenance.log) nebyl nalezen. Pravděpodobně byl smazán.";
"DEL_LOG" = "Mažou se záznamy Maintenance";
"NEWLOG" = "Byly vytvořeny nové záznamy…";

"UNINSTALL_MAINTENANCE" = "Skutečně si přejete odinstalovat aplikaci Maintenance a všechny součásti vzniklé během instalace a používání aplikace?";
"QUIT_MAINTENANCE" = "Skutečně si přejete ukončit aplikaci Maintenance?";
